Repository: retrospect-addon/plugin.video.retrospect
Catalog: net.rieter.xot/resources/language/*/strings.po
Languages: dutch

# #30000
source: Stream Quality
dutch: Stream Kwaliteit

# #30001
source: Low
dutch: Laag

# #30002
source: Medium
dutch: Gemiddeld

# #30003
source: High
dutch: Hoog

# #30004
source: Maximum number of pages to load
dutch: Maximaal aantal pagina's om te laden

# #30005
source: Dutch
dutch: Nederlands

# #30006
source: Swedish
dutch: Zweeds

# #30007
source: Lithuanian
dutch: Litouws

# #30008
source: Latvian
dutch: Lets

# #30009
source: General
dutch: Algemeen

# #30010
source: Channels
dutch: Kanalen

# #30011
source: Requires restart of Retrospect to take effect.
dutch: Herstart van Retrospect nodig om te activeren.

# #30012
source: Other
dutch: Overige talen

# #30013
source: French Canadian
dutch: Frans-Canadees

# #30014
source: English Canadian
dutch: Engels-Canadees

# #30015
source: Norwegian
dutch: Norweegs

# #30016
source: Sort by
dutch: Sorteren op

# #30017
source: Name
dutch: Naam

# #30018
source: Date
dutch: Datum

# #30019
source: Show DRM warning
dutch: Toon DRM waarschuwing

# #30020
source: Maximum stream bitrate
dutch: Maximale stream bitrate

# #30021
source: Subtitle mode
dutch: Subtitle modus

# #30022
source: If available
dutch: Tonen indien beschikbaar

# #30023
source: Never show
dutch: Nooit tonen

# #30024
source: Belgium
dutch: Belgisch

# #30025
source: None
dutch: Geen

# #30026
source: Group list if exceeds # folders
dutch: Groepeer lijst met meer dan # mappen

# #30027
source: British
dutch: Brits

# #30030
source: - Proxy port
dutch: - Proxy poort

# #30031
source: Cache HTTP requests (experimental)
dutch: Cache HTTP berichten (experimenteel)

# #30032
source: Channel Settings
dutch: Kanaal instellingen

# #30033
source: Background - Programs
dutch: Achtergrond - Programma's

# #30034
source: No channel selected
dutch: Geen kanaal geselecteerd

# #30035
source: - Proxy Username
dutch: - Proxy gebruikersnaam

# #30036
source: - Proxy Password
dutch: - Proxy wachtwoord

# #30037
source: BBC iPlayer Settings
dutch: BBC iPlayer instellingen

# #30040
source: Channels
dutch: Kanalen

# #30041
source: Available after running Retrospect for the first time.
dutch: Komt pas beschikbaar na de eerste keer opstarten van Retrospect.

# #30042
source: Enabled
dutch: Ingeschakeld

# #30043
source: Folder prefix
dutch: Folder voorvoegsel

# #30044
source: Estonian
dutch: Estlands

# #30045
source: Danish
dutch: Deens

# #30046
source: DRM/Geo Location/Premium filters
dutch: DRM/GEO-locatie/Premium filters

# #30047
source: German
dutch: Duits

# #30049
source: Uitzendinggemist.nl Settings
dutch: Uitzendinggemist.nl instellingen

# #30050
source: Cache path
dutch: Cache pad

# #30051
source: Cleanup cache after # days (0=Streaming Playback)
dutch: Cache opschonen na # dagen (0=cache niet gebruiken)

# #30052
source: Send usage statistics
dutch: Verzend gebruiksstatistieken

# #30053
source: Appearance
dutch: Weergaven

# #30054
source: Change display name (requires XBMC restart)
dutch: Pas weergave naam aan (active na XBMC herstart)

# #30055
source: Advanced
dutch: Geadvanceerd

# #30056
source: Dutch Proxy
dutch: Nederlandse Proxy

# #30057
source: British Proxy
dutch: Britse Proxy

# #30058
source: Swedish Proxy
dutch: Zweedse Proxy

# #30059
source: Custom Proxy
dutch: Alternatieve Proxy

# #30060
source: Select a language to manage its channels
dutch: Selecteer een taal om kanalen voor te beheren

# #30061
source: Channel Language
dutch: Kanaal taal

# #30062
source: Proxy Channel Selection
dutch: Kanaal proxy selectie

# #30063
source: Channel to configure
dutch: Kanaal om te configureren

# #30064
source: Proxy Group
dutch: Proxy groep

# #30065
source: Proxy Group Configuration
dutch: Proxy groep beheer

# #30066
source: Select a proxy group to configure
dutch: Selecteer een proxy groep om te beheren

# #30067
source: Show channels in categories
dutch: Groepeer kanalen in categoriën

# #30069
source: Channel Settings
dutch: Kanaal instellingen

# #30070
source: Let XBMC determine bitrate if possible
dutch: Laat XBMC de beste bitrate selecteren

# #30071
source: Proxy Configuration
dutch: Proxy Configuratie

# #30073
source: - Geo-Locked = º, DRM protected = ^ and Premium = ª.
dutch: - Geo-geblokkeerde = º, DRM beschermd = ^ en betaald = ª.

# #30074
source: Disabled
dutch: Uitgeschakeld

# #30075
source: Empty list behaviour
dutch: Lege lijst gedrag

# #30076
source: Show error
dutch: Toon fout

# #30077
source: Show empty list
dutch: Toon lege lijst

# #30078
source: Show dummy item
dutch: Toon melding-item

# #30079
source: Local IP (0.0.0.0=disabled)
dutch: Lokaal IP (0.0.0.0=Uitgeschakeld)

# #30080
source: Filter DRM protected items
dutch: Verberg DRM beschermde streams

# #30081
source: Filter Premium/Paid items
dutch: Verberg betaalde streams

# #30082
source: Apply filter to
dutch: Verberg de volgende types

# #30084
source: Streams Only
dutch: Enkel streams

# #30085
source: Geo Location
dutch: Geo Locatie

# #30100
source: None
dutch: Geen

# #30101
source: Regional
dutch: Regionaal

# #30102
source: National
dutch: Nationaal

# #30107
source: Tech
dutch: Techniek

# #30108
source: Other
dutch: Overig

# #30500
source: All Favourites
dutch: Alle Favorieten

# #30501
source: Favourite
dutch: Favoriet

# #30502
source: Favourites
dutch: Favorieten

# #30503
source: Channel Favourites
dutch: Kanaal favorieten

# #30504
source: Add to
dutch: Toevoegen aan

# #30505
source: Hide
dutch: Verberg

# #30506
source: Remove
dutch: Verwijder

# #30507
source: Channels
dutch: Kanalen

# #30508
source: No favourites available
dutch: Geen favorieten gevonden

# #30509
source: Cannot start playback
dutch: Afspelen kan niet worden gestart

# #30510
source: New version available
dutch: Nieuwe versie beschikbaar

# #30511
source: No updates
dutch: Geen updates

# #30512
source: Restart Retrospect
dutch: Retrospect herstarten

# #30513
source: The update of '%s'|was complete.
dutch: Het updaten van '%s'|is voltooid.

# #30514
source: Update Failed
dutch: Updaten mislukt.

# #30515
source: The update of '%s' failed. Please|retry or manualy update the channel.
dutch: Het updaten van '%s' is mislukt. Probeer|het nog eens of update handmatig.

# #30516
source: New Version Available.
dutch: Nieuwe versie beschikbaar.

# #30517
source: A new version of %s is available.|Please visit the website to download|version %s.
dutch: Een nieuwe versie van %s is beschikbaar.|Bezoek de website om versie %s te downloaden.

# #30518
source: There is no new version of the Retrospect|Framework.
dutch: Er is geen nieuwe versie van het Retrospect Framework|beschikbaar.

# #30519
source: There were no updates found for the|installed channels.
dutch: Er zijn geen updates voor de geinstalleerde|kanalen gevonden.

# #30520
source: Repository Warning
dutch: Repository waarschuwing

# #30521
source: The Retrospect repository is not installed.|Please install it to allow future updates.
dutch: De Retrospect repository is niet geïnstalleerd.|Installeer deze om toekomstige update te ontvangen.

# #30522
source: Channel message
dutch: Kanaal-bericht

# #30523
source: Error
dutch: Fout

# #30524
source: No videos were found for the selected item.
dutch: Er zijn geen videos gevonden voor het geselecteerde item.

# #30525
source: The selected item does not have|any streams associated.
dutch: Het geselecteerde item heeft geen streams beschikbaar.

# #30526
source: Proxyserver '%s' is working.
dutch: Proxy-server '%s' functioneerd naar behoren.

# #30527
source: Proxyserver '%s' is not working as expected or is offline.
dutch: Proxy-server '%s' werkt niet naar behoren of is onbeschikbaar.

# #30528
source: Add-on Settings
dutch: Add-on instellingen

# #30529
source: Refresh list
dutch: Ververs lijst

# #30530
source: Check for Retrospect updates
dutch: Controleer Retrospect updates

# #30531
source: Initializing
dutch: Initialiseren van

# #30532
source: Importing common libraries
dutch: Importeren van generieke componenten

# #30533
source: Determining SkinFolder
dutch: Bepaling van de Skin folder

# #30534
source: Checking for updates
dutch: Controleren op updates

# #30535
source: Verifying the Repository
dutch: Verificatie van repository

# #30536
source: Checking for Cache folder
dutch: Controleren van de cache folder

# #30537
source: Cleaning up Cachefolder
dutch: Opschonen van de cache folder

# #30538
source: The selected live stream has not yet|begun.
dutch: De geselecteerde live stream is nog|niet begonnen.

# #30539
source: Live stream
dutch: Live uitzending

# #30542
source: Starting %s.
dutch: %s wordt gestart.

# #30543
source: Season
dutch: Seizoen

# #30544
source: Episode
dutch: Aflevering

# #30545
source: Titles with '%s'
dutch: Titels met '%s'

# #30546
source: Other Chars
dutch: Overige Characters

# #30547
source: More Pages
dutch: Meer pagina's

# #30549
source: Error retrieving the list of items.
dutch: Fout bij het ophalen van de items.

# #30550
source: No episodes found for the selected item.
dutch: Geen afleveringen gevonden voor het geselecteerde item.

# #30551
source: Today
dutch: Vandaag

# #30552
source: Yesterdat
dutch: Gisteren

# #30553
source: Day before yesterday
dutch: Eergisteren

# #30554
source: DRM Protection
dutch: DRM Bescherming

# #30555
source: The selected item is DRM protected and might not|play on Kodi.
dutch: Het geselecteerde item is DRM bescherm en|werkt wellicht niet in Kodi.

# #30556
source: Initialising channel
dutch: Kanaal initialiseren

# #30557
source: Channels have been updated or installed. Performing first time actions. This could take some time.
dutch: Er zijn kanalen bijgewerkt of installeerd. Intiële acties worden uitgevoerd. Dit kan even duren.
