Repository: retrospect-addon/plugin.video.retrospect
Catalog: resources/language/resource.language.*/strings.po
Languages: bs_ba

# Addon Summary
source: Retrospect allows you to watch re-runs/catch-ups of TV shows made available via their official broadcasters.
bs_ba: Retrospect vam omogućava gledanje repriza/nadoknada TV emisija dostupnih putem njihovih službenih emitera.

# Addon Description
source: Retrospect uses the official websites and freely available streams of different broadcasting companies (mainly Dutch, Belgian, British, Norwegian and Swedish) to make their re-run/catch-up episodes available on the Kodi platform. [CR][CR]Some channels that are included are: NPO Start, Kijk.nl (SBS6, NET5, Veronica, SBS9), RTL XL, NOS, Nickelodeon, AT5, Omroep Flevoland, L1, RTV Drenthe, RTV Oost, RTV Noord, RTV Noord-Holland, RTV Rijnmond, Omroep West, Omroep Gelderland, Omroep Brabant, Omrop Fryslân, WOS, DTV, Omroep Venlo Omroep Horst aan de Maas, Studio 040, RTV Utrecht, Omroep Zeeland, Eén, Vier, VRT.nu, VTM, Stieve, Ketnet, DPlay, SVT, ViaFree, Viasat, UR Play, MTV, NRK, BBC, Dumpert, Fox Sports, Pathé Nederland, Hardware.info and Ons.[CR][CR]More information can be found at https://github.com/retrospect-addon/plugin.video.retrospect or the Retrospect wiki at https://github.com/retrospect-addon/plugin.video.retrospect/wiki/.
bs_ba: Retrospect koristi službene web stranice i besplatno dostupne streamove različitih emitera (uglavnom holandskih, belgijskih, britanskih, norveških i švedskih) kako bi svoje reprize/nadoknade epizoda učinio dostupnim na Kodi platformi. [CR][CR]Neki kanali koji su uključeni su: NPO Start, Kijk.nl (SBS6, NET5, Veronica, SBS9), RTL XL, NOS, Nickelodeon, AT5, Omroep Flevoland, L1, RTV Drenthe, RTV Oost, RTV Noord, RTV Noord, RTV Westveprojnmond, Omroeprojnmond, Omroep Gelderland, Omroep Brabant, Omrop Fryslân, WOS, DTV, Omroep Venlo, Omroep Horst aan de Maas, Studio 040, RTV Utrecht, Omroep Zeeland, Eén, Vier, VRT.nu, VTM, Stieve, Ketnet, DPlay, SVT, ViaFree, Viasat, UR Play, MTV, NRK, BBC, Dumpert, Fox Sports, Pathé Nederland, Hardware.info i Ons.[CR][CR]Više informacija možete pronaći na adresi: https://github.com/retrospect-addon/plugin.video.retrospect ili Retrospect wiki na https://github.com/retrospect-addon/plugin.video.retrospect/wiki/.

# Addon Disclaimer
source: Retrospect is provided as is. We do not take any responsibility for possible (but highly unlikely) damage caused to your system. Nor do we take responsibility for the content that can be watched using this add-on or any consequences of using this add-on to watch content via the content providers' platforms.
bs_ba: Retrospektiva se pruža "kakva jeste". Ne preuzimamo nikakvu odgovornost za moguću (ali vrlo malo vjerovatnu) štetu nanesenu vašem sistemu. Također ne preuzimamo odgovornost za sadržaj koji se može gledati pomoću ovog dodatka ili bilo kakve posljedice korištenja ovog dodatka za gledanje sadržaja putem platformi pružatelja sadržaja.

# #30000
source: Stream Quality
bs_ba: Kvalitet streama

# #30001
source: Low
bs_ba: Nisko

# #30002
source: Medium
bs_ba: Umjereno

# #30003
source: High
bs_ba: Visoko

# #30004
source: Release channel for update notifications
bs_ba: Kanal izdanja za obavještenja o ažuriranjima

# #30005
source: Stable
bs_ba: Stajalište

# #30006
source: Alpha/Beta
bs_ba: Alfa/Beta

# #30007
source: via other add-on
bs_ba: putem drugog dodatka

# #30008
source: Retrospect
bs_ba: Retrospektiva

# #30009
source: General
bs_ba: Općenito

# #30010
source: Channels
bs_ba: Kanali

# #30011
source: Requires restart of Retrospect to take effect.
bs_ba: Za primjenu je potrebno ponovno pokretanje Retrospect-a.

# #30012
source: Login Failed
bs_ba: Prijava je neuspješna

# #30013
source: Could not log on to the selected channel.
bs_ba: Prijava na odabrani kanal nije uspjela.

# #30015
source: via missing add-on
bs_ba: putem nedostajućeg dodatka

# #30016
source: Sort by
bs_ba: Sortiraj po

# #30017
source: Name
bs_ba: Ime

# #30018
source: Date
bs_ba: Datum

# #30019
source: Show DRM/Paid warning before playback
bs_ba: Prikaži DRM/upozorenje o plaćenom prije reprodukcije

# #30020
source: Maximum Stream Bitrate [COLOR=gray](0=disabled)[/COLOR]
bs_ba: Maksimalna brzina prijenosa podataka [COLOR=siva](0=onemogućeno)[/COLOR]

# #30021
source: Enable subtitles by default when available
bs_ba: Omogući titlove prema zadanim postavkama kada su dostupni

# #30022
source: If available
bs_ba: Ako je dostupno

# #30023
source: Never show
bs_ba: Nikad ne prikazuj

# #30024
source: Recent
bs_ba: Nedavno

# #30025
source: None
bs_ba: Nema

# #30026
source: Group list if it exceeds # folders
bs_ba: Grupiraj listu ako ima više od # foldera

# #30027
source: Autorun Retrospect on Kodi start
bs_ba: Automatsko pokretanje Retrospect-a pri pokretanju Kodija

# #30028
source: Proxy
bs_ba: Proksi

# #30030
source: Port
bs_ba: Priključak

# #30031
source: Cache HTTP(S) requests
bs_ba: HTTP(S) zahtjevi u keši

# #30032
source: Channel Settings
bs_ba: Postavke kanala

# #30033
source: Expires at
bs_ba: Ističe u

# #30034
source: No channel selected
bs_ba: Nije odabran nijedan kanal

# #30035
source: Username
bs_ba: Korisničko ime

# #30036
source: Password
bs_ba: Lozinka

# #30037
source: Use 'Up Next' to play next episode
bs_ba: Koristite 'Sljedeće' za reprodukciju sljedeće epizode

# #30038
source: 'Up Next' add-on settings
bs_ba: Postavke dodatka 'Sljedeće'

# #30039
source: Up Next integration
bs_ba: Integracija "Sljedeće"

# #30040
source: Channels
bs_ba: Kanali

# #30041
source: Show "All Favourites" in main Channel listing
bs_ba: Prikaži "Sve favorite" u glavnoj listi kanala

# #30042
source: Enabled
bs_ba: Omogućeno

# #30043
source: Folder prefix
bs_ba: Prefiks mape

# #30044
source: Kodi update required
bs_ba: Potrebno je ažuriranje Kodija

# #30045
source: This feature of Retrospect requires a more recent version of Kodi. Please install the most recent version of your current Kodi build. Depending on your installation this can either be a 'stable' or 'nightly' build.
bs_ba: Ova funkcija Retrospect-a zahtijeva noviju verziju Kodija. Molimo vas da instalirate najnoviju verziju vaše trenutne Kodi verzije. U zavisnosti od vaše instalacije, ovo može biti 'stabilna' ili 'noćna' verzija.

# #30046
source: DRM/Geo-blocked/Premium filters
bs_ba: DRM/Geo-blokiranje/Premium filteri

# #30047
source: Cannot playback this YouTube Video because the Kodi YouTube add-on is missing.
bs_ba: Nije moguće reproducirati ovaj YouTube video jer nedostaje dodatak Kodi za YouTube.

# #30048
source: Log level
bs_ba: Nivo zapisnika

# #30049
source: Premium/Paid
bs_ba: Premium/Plaćeno

# #30050
source: DRM Protected
bs_ba: Zaštićeno DRM-om

# #30051
source: Hidden item
bs_ba: Skrivena stavka

# #30052
source: Send usage statistics
bs_ba: Pošalji statistiku korištenja

# #30053
source: Appearance
bs_ba: Izgled

# #30054
source: [COLOR gold][B]The Retrospect Password Vault[/B][/COLOR][CR]'The Vault' enables storing sensitive data in a more secure way. How does this work:[CR][CR]* The users selects a simple Vault PIN that is used as the main code for accessing the Vault data.[CR]* This PIN can be rather simple and short and easy to remember: for example 3145.[CR]* That PIN is then used to generate a much stronger and complexer encryption key using Scrypt.[CR]* As a user you will not need to know this complex key.[CR][CR][COLOR gold][B]Storing sensitive data[/B][/COLOR][CR]Whenever sensitive data is being [B]stored[/B]:[CR][CR]* The user will be asked for their PIN first.[CR]* After a correct PIN the actual data to store will be asked.[CR][CR][COLOR gold][B]Retrieving sensitive data[/B][/COLOR][CR]Whenever sensitive data is being [B]retrieved[/B]:[CR][CR]* The user will only be asked for their PIN.[CR]* That PIN is then used to securely fetch the actual data.[CR][CR][COLOR gold][B]Resetting the Vault[/B][/COLOR][CR]If a user has forgotten the PIN, there is no way of recovering the data. The only solution is to reset the Vault and pick a new PIN and generate a new Vault Key. [B]This will invalidate all encrypted data[/B]. This data must be entered again.
bs_ba: [Zlatna BOJA][B]Retrospect trezor lozinki[/B][/BOJA][CR]'Trezor' omogućava sigurnije pohranjivanje osjetljivih podataka. Kako ovo funkcioniše:[CR][CR]* Korisnik bira jednostavan PIN za Trezor koji se koristi kao glavni kod za pristup podacima iz Trezora.[CR]* Ovaj PIN može biti prilično jednostavan, kratak i lako ga je zapamtiti: na primjer 3145.[CR]* Taj PIN se zatim koristi za generiranje mnogo jačeg i složenijeg ključa za šifriranje pomoću Scrypta.[CR]* Kao korisnik nećete morati znati ovaj složeni ključ.[CR][CR][COLOR gold][B]Pohranjivanje osjetljivih podataka[/B][/COLOR][CR]Kad god se osjetljivi podaci [B]pohranjuju[/B]:[CR][CR]* Korisnik će prvo biti zamoljen za PIN.[CR]* Nakon ispravnog PIN-a, bit će zamoljen za stvarni podatak koji će se pohraniti.[CR][CR][COLOR gold][B]Preuzimanje osjetljivih podataka[/B][/COLOR][CR]Kad god se osjetljivi podaci [B]preuzimaju[/B]:[CR][CR]* Korisnik će biti zamoljen samo za PIN.[CR]* Taj PIN se zatim koristi za sigurno preuzimanje stvarnih podaci.[CR][CR][COLOR gold][B]Resetiranje trezora[/B][/COLOR][CR]Ako je korisnik zaboravio PIN, ne postoji način da se podaci oporave. Jedino rješenje je resetiranje trezora, odabir novog PIN-a i generiranje novog ključa trezora. [B]Ovo će poništiti sve šifrirane podatke[/B]. Ove podatke je potrebno ponovo unijeti.

# #30055
source: Advanced
bs_ba: Napredno

# #30056
source: Install the Up Next add-on
bs_ba: Instalirajte dodatak Up Next

# #30057
source: Enable the Up Next add-on
bs_ba: Omogućite dodatak Up Next

# #30059
source: Other Countries
bs_ba: Druge zemlje

# #30060
source: Enable/Disable channels by country of origin
bs_ba: Omogući/Onemogući kanale prema zemlji porijekla

# #30061
source: Channel Origin
bs_ba: Porijeklo kanala

# #30063
source: Channel to configure
bs_ba: Kanal za konfiguraciju

# #30064
source: Proxy Group
bs_ba: Proksi grupa

# #30065
source: Country Settings
bs_ba: Postavke zemlje

# #30067
source: Show channels in categories
bs_ba: Prikaži kanale u kategorijama

# #30068
source: Active
bs_ba: Aktivno

# #30069
source: Settings
bs_ba: Podešavanja

# #30070
source: Let Kodi determine bitrate if possible
bs_ba: Neka Kodi odredi brzinu prijenosa podataka ako je moguće

# #30071
source: Set the proxy and local IP to all channels related to this country
bs_ba: Postavite proxy i lokalnu IP adresu za sve kanale povezane s ovom državom

# #30072
source: Proxy Type
bs_ba: Vrsta proxyja

# #30073
source: - Geo-blocked = º, DRM protected = ^ and Premium = ª.
bs_ba: - Geoblokirano = º, DRM zaštićeno = ^ i Premium = ª.

# #30074
source: Disabled
bs_ba: Onemogućeno

# #30075
source: Empty list behaviour
bs_ba: Ponašanje prazne liste

# #30076
source: Show error
bs_ba: Prikaži grešku

# #30077
source: Show empty list
bs_ba: Prikaži praznu listu

# #30078
source: Show dummy item
bs_ba: Prikaži lažnu stavku

# #30079
source: Local IP (0.0.0.0=disabled)
bs_ba: Lokalna IP adresa (0.0.0.0=onemogućena)

# #30080
source: Filter DRM protected items
bs_ba: Filtriraj stavke zaštićene DRM-om

# #30081
source: Filter Premium/Paid items
bs_ba: Filtriraj premium/plaćene artikle

# #30082
source: Apply filter to
bs_ba: Primijeni filter na

# #30083
source: Folders & Streams
bs_ba: Folderi i tokovi

# #30084
source: Streams Only
bs_ba: Samo streamovi

# #30085
source: Geo Location
bs_ba: Geografska lokacija

# #30086
source: Hide Fanart
bs_ba: Sakrij fanart

# #30087
source: Mix folders and streams while sorting
bs_ba: Miješajte mape i streamove prilikom sortiranja

# #30088
source: Show thumbnail as fanart if no fanart is available
bs_ba: Prikaži sličicu kao fanart ako fanart nije dostupan

# #30089
source: Password Vault
bs_ba: Trezor lozinki

# #30090
source: The 'Password Vault' protects stored password with encryption using a PIN.
bs_ba: 'Trezor lozinki' štiti pohranjenu lozinku šifriranjem pomoću PIN-a.

# #30091
source: Change Vault Pin
bs_ba: Promijeni PIN trezora

# #30092
source: Reset Vault
bs_ba: Resetiraj trezor

# #30093
source: Password
bs_ba: Lozinka

# #30094
source: Username
bs_ba: Korisničko ime

# #30095
source: Show Hidden Items
bs_ba: Prikaži skrivene stavke

# #30096
source: Country
bs_ba: Država

# #30097
source: Local IP
bs_ba: Lokalna IP adresa

# #30098
source: Logging & Diagnostics
bs_ba: Zapisivanje i dijagnostika

# #30099
source: Use HLS instead of Dash for non-encrypted streams
bs_ba: Koristite HLS umjesto Dash-a za nešifrirane streamove

# #30100
source: None
bs_ba: Nema

# #30101
source: Regional
bs_ba: Regionalno

# #30102
source: National
bs_ba: Nacionalni

# #30106
source: Kids
bs_ba: Djeca

# #30107
source: Tech
bs_ba: Tehnologija

# #30108
source: Other
bs_ba: Ostalo

# #30109
source: IPTV Manager
bs_ba: IPTV menadžer

# #30110
source: Install IPTV Manager add-on
bs_ba: Instalirajte dodatak IPTV Manager

# #30111
source: Enable IPTV Manager integration
bs_ba: Omogući integraciju IPTV Managera

# #30112
source: IPTV Manager settings…
bs_ba: Postavke IPTV menadžera…

# #30113
source: Set refresh token
bs_ba: Postavi token za osvježavanje

# #30114
source: Retrospect Web Dialog
bs_ba: Web dijalog za retrospektivu

# #30115
source: Setting up Retrospect webserver
bs_ba: Postavljanje Retrospect web servera

# #30116
source: Starting webserver on port {}
bs_ba: Pokretanje web servera na portu {}

# #30117
source: Waiting for input from browser
bs_ba: Čekanje unosa iz preglednika

# #30118
source: Input received from browser
bs_ba: Unos primljen iz preglednika

# #30119
source: Open a browser and navigate to http://{}:{}
bs_ba: Otvorite preglednik i idite na http://{}:{}

# #30120
source: Browser input cancelled
bs_ba: Unos u pregledniku otkazan

# #30121
source: Paste refresh token here.
bs_ba: Ovdje zalijepite token za osvježavanje.

# #30122
source: Invalid Refresh Token
bs_ba: Nevažeći token za osvježavanje

# #30123
source: Expired Refresh Token
bs_ba: Istekli token za osvježavanje

# #30124
source: Find the <b>refresh token</b> for your account by examining the site's cookies and paste the <b>value</b> of the refresh token cookie here.
bs_ba: Pronađite <b>token za osvježavanje</b> za svoj račun tako što ćete pregledati kolačiće web-mjesta i ovdje zalijepiti <b>vrijednost</b> kolačića tokena za osvježavanje.

# #30125
source: Show future episodes under 'Recent > Today'
bs_ba: Prikaži buduće epizode pod 'Nedavno > Danas'

# #30126
source: Default
bs_ba: Zadano

# #30127
source: Show All
bs_ba: Pokaži sve

# #30128
source: Filter Premium
bs_ba: Premium filter

# #30129
source: Re-Authenticate
bs_ba: Ponovna autentifikacija

# #30190
source: Monday
bs_ba: Ponedjeljak

# #30191
source: Tuesday
bs_ba: Utorak

# #30192
source: Wednesday
bs_ba: Srijeda

# #30193
source: Thursday
bs_ba: Četvrtak

# #30194
source: Friday
bs_ba: Petak

# #30195
source: Saturday
bs_ba: Subota

# #30196
source: Sunday
bs_ba: Nedjelja

# #30300
source: Other Countries
bs_ba: Druge zemlje

# #30301
source: The Netherlands
bs_ba: Nizozemska

# #30302
source: Sweden
bs_ba: Švedska

# #30303
source: Lithuania
bs_ba: Litvanija

# #30304
source: Latvia
bs_ba: Latvija

# #30305
source: Norway
bs_ba: Norveška

# #30306
source: Belgium
bs_ba: Belgija

# #30307
source: United Kingdom
bs_ba: Ujedinjeno Kraljevstvo

# #30308
source: Estonia
bs_ba: Estonija

# #30309
source: Germany
bs_ba: Njemačka

# #30310
source: Denmark
bs_ba: Danska

# #30311
source: Finland
bs_ba: Finska

# #30346
source: Now Playing
bs_ba: U tijeku

# #30347
source: Now
bs_ba: Sada

# #30348
source: Next
bs_ba: Sljedeće

# #30349
source: Later
bs_ba: Kasnije

# #30350
source: Search
bs_ba: Pretražite

# #30351
source: Categories
bs_ba: Kategorije

# #30352
source: TV shows
bs_ba: TV emisije

# #30353
source: Currently playing
bs_ba: Trenutno se reproducira

# #30354
source: Most viewed episodes
bs_ba: Najgledanije epizode

# #30355
source: Most recent episodes
bs_ba: Najnovije epizode

# #30356
source: Live TV
bs_ba: TV uživo

# #30357
source: Live Radio
bs_ba: Radio uživo

# #30358
source: Episodes
bs_ba: Epizode

# #30359
source: Genres
bs_ba: Žanrovi

# #30360
source: Full list
bs_ba: Potpuna lista

# #30361
source: Tags
bs_ba: Oznake

# #30362
source: Last chance
bs_ba: Posljednja šansa

# #30363
source: Popular
bs_ba: Popularno

# #30364
source: Latest news
bs_ba: Najnovije vijesti

# #30365
source: Movies
bs_ba: Filmovi

# #30366
source: Available from
bs_ba: Dostupno od

# #30367
source: New on %s
bs_ba: Novo na %s

# #30368
source: Extras
bs_ba: Dodaci

# #30369
source: Fragments
bs_ba: Fragmenti

# #30370
source: All episodes
bs_ba: Sve epizode

# #30371
source: Trending
bs_ba: U trendu

# #30372
source: New Search
bs_ba: Nova pretraga

# #30373
source: Following
bs_ba: Pod pratnjom

# #30374
source: Recommended TV Shows
bs_ba: Preporučene TV emisije

# #30375
source: Recommended Videos
bs_ba: Preporučeni videozapisi

# #30376
source: Continue Watching
bs_ba: Nastavi gledati

# #30377
source: Clear Search History
bs_ba: Obriši historiju pretraživanja

# #30378
source: Remove Item
bs_ba: Ukloni stavku

# #30401
source: Dutch
bs_ba: Nizozemski

# #30402
source: Swedish
bs_ba: Švedski

# #30403
source: Lithuanian
bs_ba: Litvanski

# #30404
source: Latvian
bs_ba: Latvijski

# #30405
source: Norwegian
bs_ba: Norveški

# #30406
source: Belgian
bs_ba: Belgijski

# #30407
source: British
bs_ba: Britanski

# #30408
source: Estonian
bs_ba: Estonski

# #30409
source: German
bs_ba: Njemački

# #30410
source: Danish
bs_ba: Danski

# #30411
source: Finnish
bs_ba: Finski

# #30499
source: Contains all the Retrospect favourites that are available across all channels.
bs_ba: Sadrži sve Retrospect favorite dostupne na svim kanalima.

# #30500
source: All Favourites
bs_ba: Svi favoriti

# #30501
source: Favourite
bs_ba: Omiljeno

# #30502
source: Favourites
bs_ba: Favoriti

# #30503
source: Channel Favourites
bs_ba: Omiljeni od kanala

# #30504
source: Add to Favourites
bs_ba: Dodaj u favorite

# #30505
source: Hide
bs_ba: Sakrij

# #30506
source: Remove Favourite
bs_ba: Ukloni iz omiljenih

# #30507
source: Select Channels »
bs_ba: Odaberite kanale »

# #30508
source: No favourites available
bs_ba: Nema dostupnih favorita

# #30509
source: Cannot start playback
bs_ba: Nije moguće pokrenuti reprodukciju

# #30510
source: New version available
bs_ba: Dostupna nova verzija

# #30511
source: Add shortcut
bs_ba: Dodaj prečicu

# #30512
source: Please provide a name for the shortcut.
bs_ba: Molimo vas da navedete naziv prečice.

# #30513
source: Profiles
bs_ba: Profili

# #30516
source: New Version Available.
bs_ba: Nova verzija dostupna.

# #30517
source: A new version of %s is available: %s. Please visit the website to download it.
bs_ba: Dostupna je nova verzija programa %s: %s. Molimo vas da posjetite web stranicu da biste je preuzeli.

# #30520
source: Repository Warning
bs_ba: Upozorenje o repozitoriju

# #30521
source: The Retrospect repository is not installed.|Please install it to allow future updates.
bs_ba: Retrospect repozitorij nije instaliran.|Molimo vas da ga instalirate kako biste omogućili buduća ažuriranja.

# #30522
source: Channel message
bs_ba: Poruka kanala

# #30523
source: Error
bs_ba: Greška

# #30524
source: No videos were found for the selected item.
bs_ba: Za odabranu stavku nisu pronađeni videozapisi.

# #30525
source: The selected item does not have|any streams associated.
bs_ba: Odabrana stavka nema pridružene tokove podataka.

# #30528
source: Add-on Settings
bs_ba: Postavke dodataka

# #30529
source: Refresh list
bs_ba: Osvježi listu

# #30530
source: Check for Retrospect updates
bs_ba: Provjerite ažuriranja za Retrospect

# #30531
source: Missing 'InputStream Helper' add-on. Cannot install.
bs_ba: Nedostaje dodatak 'InputStream Helper'. Nije moguće instalirati.

# #30532
source: Install Widevine using 'InputStream Helper' add-on
bs_ba: Instalirajte Widevine koristeći dodatak 'InputStream Helper'

# #30533
source: Installing Widevine libraries using the 'InputStream Helper' add-on is done at your own risk and Retrospect is not responsible for any results. Nor is it guaranteed that Widevine will be installed correctly.
bs_ba: Instaliranje Widevine biblioteka pomoću dodatka 'InputStream Helper' vršite na vlastitu odgovornost i Retrospect nije odgovoran za bilo kakve rezultate. Također nije zagarantovano da će Widevine biti ispravno instaliran.

# #30534
source: Installation of Widevine failed!
bs_ba: Instalacija Widevine-a nije uspjela!

# #30535
source: Installation of Widevine completed!
bs_ba: Instalacija Widevine-a završena!

# #30536
source: This stream requires Kodi Leia, an enabled InputStream Adaptive add-on and the Widevine library to be installed. The latter can be installed from within the Retrospect add-on settings.
bs_ba: Za ovaj stream je potreban Kodi Leia, omogućeni dodatak InputStream Adaptive i instalirana biblioteka Widevine. Potonja se može instalirati iz postavki dodatka Retrospect.

# #30537
source: Page
bs_ba: Stranica

# #30538
source: The selected live stream has not yet|begun.
bs_ba: Odabrani prijenos uživo još nije započeo.

# #30539
source: Live stream
bs_ba: Prijenos uživo

# #30540
source: Geo-blocked
bs_ba: Geoblokirano

# #30541
source: Queue item
bs_ba: Stavka reda čekanja

# #30542
source: Starting %s.
bs_ba: Počevši od %s.

# #30543
source: Season
bs_ba: Sezona

# #30544
source: Episode
bs_ba: Epizoda

# #30545
source: Titles with '%s'
bs_ba: Naslovi sa '%s'

# #30546
source: Other Chars
bs_ba: Ostali znakovi

# #30547
source: More Pages
bs_ba: Više stranica

# #30548
source: Clips
bs_ba: Klipovi

# #30549
source: Error retrieving the list of items.
bs_ba: Greška prilikom preuzimanja liste stavki.

# #30550
source: No episodes found for the selected item.
bs_ba: Nije pronađena nijedna epizoda za odabranu stavku.

# #30551
source: Today
bs_ba: Danas

# #30552
source: Yesterday
bs_ba: Jučer

# #30553
source: Day before yesterday
bs_ba: Prekjučer

# #30554
source: DRM Protection
bs_ba: DRM zaštita

# #30555
source: The selected item is DRM protected and might not play on Kodi.
bs_ba: Odabrana stavka je zaštićena DRM-om i možda se neće reproducirati na Kodiju.

# #30556
source: Initialising channel(s).
bs_ba: Inicijalizacija kanala(a).

# #30557
source: Channels have been updated or installed. Performing first time actions. This could take some time.
bs_ba: Kanali su ažurirani ili instalirani. Izvršavaju se prve radnje. Ovo bi moglo potrajati.

# #30558
source: Fetching Textures
bs_ba: Preuzimanje tekstura

# #30559
source: Fetching missing textures. This could take some time depending on the internet and system speed.
bs_ba: Dohvaćanje nedostajućih tekstura. Ovo može potrajati neko vrijeme ovisno o brzini interneta i sistema.

# #30560
source: Paid video
bs_ba: Plaćeni video

# #30561
source: The selected item is not free and might not play on Kodi.
bs_ba: Odabrana stavka nije besplatna i možda se neće reproducirati na Kodiju.

# #30562
source: Username and/or password not set in Add-on settings
bs_ba: Korisničko ime i/ili lozinka nisu postavljeni u postavkama dodatka

# #30563
source: Hide Item
bs_ba: Sakrij stavku

# #30564
source: Show Hidden Item
bs_ba: Prikaži skrivenu stavku

# #30565
source: Hidden items
bs_ba: Skriveni predmeti

# #30566
source: To show a hidden item, first configure Retrospect to show hidden items. Then use the context menu's "Show hidden item".
bs_ba: Da biste prikazali skrivenu stavku, prvo konfigurirajte Retrospect da prikazuje skrivene stavke. Zatim koristite opciju "Prikaži skrivenu stavku" u kontekstnom meniju.

# #30567
source: Add-on(s) disabled
bs_ba: Dodatak(ci) onemogućen(i)
