Repository: retrospect-addon/plugin.video.retrospect
Catalog: resources/language/resource.language.*/strings.po
Languages: bs_ba

# #30568
source: Some of the Retrospect Channel Add-ons are not enabled which will prevent them from auto updating. The Kodi add-on browser will now open and you should enable all Retrospect related add-ons. See http://kodi.wiki/view/add-on_manager.
bs_ba: Neki od dodataka Retrospect kanala nisu omogućeni, što će spriječiti njihovo automatsko ažuriranje. Preglednik dodataka Kodi će se sada otvoriti i trebali biste omogućiti sve dodatke povezane s Retrospectom. Pogledajte http://kodi.wiki/view/add-on_manager.

# #30569
source: Ignore SSL verification errors (Security Risk!)
bs_ba: Zanemarite greške SSL verifikacije (Sigurnosni rizik!)

# #30570
source: Hide channel initialisation messages
bs_ba: Sakrij poruke o inicijalizaciji kanala

# #30571
source: Use Kodi InputStream Adaptive add-on when possible
bs_ba: Koristite Kodi InputStream Adaptive dodatak kad god je to moguće

# #30572
source: Retrospect Settings »
bs_ba: Postavke retrospektive »

# #30573
source: (Un-)Hide item »
bs_ba: (Poništi) sakrivanje stavke »

# #30574
source: Hide Channel
bs_ba: Sakrij kanal

# #30575
source: Retrospect Favourites »
bs_ba: Retrospektivni favoriti »

# #30576
source: Select Countries
bs_ba: Odaberite zemlje

# #30577
source: Bitrate »
bs_ba: Brzina prijenosa podataka »

# #30578
source: InputStream Adaptive add-on settings
bs_ba: Postavke dodatka InputStream Adaptive

# #30579
source: InputStream Adaptive add-on »
bs_ba: Prilagodljivi dodatak InputStream »

# #30580
source: Channel Options »
bs_ba: Opcije kanala »

# #30581
source: InputStream Adaptive add-on usage
bs_ba: Korištenje adaptivnog dodatka InputStream

# #30582
source: Split TV shows and single episodes in separate folders
bs_ba: Podijelite TV emisije i pojedinačne epizode u odvojene mape

# #30583
source: Single episodes
bs_ba: Pojedinačne epizode

# #30584
source: Fetching a long list of items using multiple API calls.
bs_ba: Dohvaćanje dugačke liste stavki korištenjem više API poziva.

# #30585
source: Page {} of {}
bs_ba: Stranica {} od {}

# #30586
source: Number of pages to load for the main listing
bs_ba: Broj stranica za učitavanje za glavni popis

# #30587
source: Show streams with accessibility features
bs_ba: Prikaži streamove s funkcijama pristupačnosti

# #30588
source: This stream cannot be played due to geographical restrictions.
bs_ba: Ovaj stream se ne može reproducirati zbog geografskih ograničenja.

# #30590
source: Set a new Retrospect PIN
bs_ba: Postavite novi PIN za Retrospect

# #30591
source: No Retrospect PIN specified
bs_ba: Nije naveden PIN za retrospektivu

# #30592
source: Repeat the new Retrospect PIN
bs_ba: Ponovite novi Retrospect PIN

# #30593
source: PINs don't match
bs_ba: PIN-ovi se ne podudaraju

# #30594
source: Specify value for setting: '%s'
bs_ba: Navedite vrijednost za postavku: '%s'

# #30595
source: Input Retrospect PIN
bs_ba: Unesite PIN za retrospektivu

# #30596
source: Incorrect Retrospect PIN specified
bs_ba: Naveden je netačan PIN za Retrospect

# #30597
source: Resetting the vault will invalidate all existing encrypted values. Are you sure?
bs_ba: Resetiranje trezora će poništiti sve postojeće šifrirane vrijednosti. Jeste li sigurni?

# #30598
source: Send retrospect.log »
bs_ba: Pošalji retrospect.log »

# #30599
source: Logfile posted to: %s[CR][CR]Note the URL (especially the last characters) and use them to refer to these log files in posts.
bs_ba: Datoteka dnevnika objavljena na: %s[CR][CR]Zabilježite URL (posebno posljednje znakove) i koristite ih za pozivanje na ove datoteke dnevnika u objavama.

# #30600
source: Logfile successfully posted
bs_ba: Datoteka dnevnika uspješno objavljena

# #30601
source: Error posting logfile: %s
bs_ba: Greška prilikom objavljivanja datoteke dnevnika: %s

# #30602
source: Error posting logfile
bs_ba: Greška pri objavljivanju datoteke dnevnika

# #30603
source: Retrospect changed add-on ID. To prevent data loss, your user data will now be migrated. After this has been done, please restart Kodi to complete migration. After the restart update any shortcut you had to Retrospect. The Retrospect marked as "broken" in "My add-ons" can be uninstalled.
bs_ba: Retrospect je promijenio ID dodatka. Da biste spriječili gubitak podataka, vaši korisnički podaci će sada biti migrirani. Nakon što je to urađeno, ponovo pokrenite Kodi da biste dovršili migraciju. Nakon ponovnog pokretanja ažurirajte sve prečice koje ste imali za Retrospect. Retrospect označen kao "pokvaren" u "Moji dodaci" može se deinstalirati.

# #30604
source: Clean-up cache and cookies »
bs_ba: Očistite keš memoriju i kolačiće »

# #30605
source: Are you sure you want to clean all of Retrospect's cache and cookies? This action cannot be undone.
bs_ba: Jeste li sigurni da želite obrisati svu keš memoriju i kolačiće Retrospect-a? Ova radnja se ne može poništiti.

# #30606
source: Minimum level for showing notifications
bs_ba: Minimalni nivo za prikazivanje obavještenja

# #30608
source: Warning
bs_ba: Upozorenje

# #30609
source: Error
bs_ba: Greška
