Repository: retrospect-addon/plugin.video.retrospect
Catalog: net.rieter.xot/resources/language/Finnish/strings.po
Languages: fi

# #30000
source: Stream Quality
fi: Toiston Laatu

# #30001
source: Low
fi: Matala

# #30002
source: Medium
fi: Keski

# #30003
source: High
fi: Korkea

# #30004
source: Maximum number of pages to load
fi: Ladattavien sivujen maksimimäärä

# #30005
source: Dutch
fi: Hollanti

# #30006
source: Swedish
fi: Ruotsi

# #30007
source: Lithuanian
fi: Liettua

# #30008
source: Latvian
fi: Latvia

# #30009
source: General
fi: Yleinen

# #30010
source: Channels
fi: Kanavat

# #30011
source: Requires restart of Retrospect to take effect.
fi: Vaatii Retrospectin uudelleenkäynnistyksen.

# #30012
source: Other
fi: Muut

# #30013
source: French Canadian
fi: Kanadanranska

# #30014
source: English Canadian
fi: Kanadan englanti

# #30015
source: Norwegian
fi: Norja

# #30016
source: Sort by
fi: Lajittele

# #30017
source: Name
fi: Nimi

# #30018
source: Date
fi: Päivämäärä

# #30019
source: Show DRM/Paid warning before playback
fi: Näytä DRM/Maksullinen varoitus ennen toistoa

# #30020
source: Maximum stream bitrate
fi: Toiston maksimi bittinopeus

# #30021
source: Subtitle mode
fi: Tekstityksen moodi

# #30022
source: If available
fi: Jos saatavilla

# #30023
source: Never show
fi: Älä näytä koskaan

# #30024
source: Belgian
fi: Belgia

# #30025
source: None
fi: Ei mitään

# #30026
source: Group list if exceeds # folders
fi: Ryhmitä listaus jos # määrä kansioita ylittyy

# #30027
source: British
fi: Englanti

# #30029
source: Server
fi: Palvelin

# #30030
source: Port
fi: Portti

# #30031
source: Cache HTTP requests (experimental)
fi: HTTP-pyyntöjen välimuisti (kokeellinen)

# #30032
source: Channel Settings
fi: Kanavan Asetukset

# #30033
source: Belgium
fi: Belgia

# #30034
source: No channel selected
fi: Kanavaa ei ole valittu

# #30035
source: Username
fi: Käyttäjänimi

# #30036
source: Password
fi: Salasana

# #30037
source: Norway
fi: Norwegia

# #30038
source: Confirm proxy changes
fi: Vahvista välityspalvelimen muutokset

# #30039
source: Are you sure you want to update all channels for this country with this proxy?
fi: Oletko varma, että haluat päivittää kaikki kanavat tässä maassa tämän proxy?

# #30040
source: Channels
fi: Kanavat

# #30041
source: Available after running Retrospect for the first time.
fi: Käytössä Retrospectin ensimmäisen käynnistyksen jälkeen.

# #30042
source: Enabled
fi: Käytössä

# #30043
source: Folder prefix
fi: Kansion etuliite

# #30044
source: Estonian
fi: Eesti

# #30045
source: Danish
fi: Tanska

# #30046
source: DRM/Geo Location/Premium filters
fi: DRM/Geolokaatio/Maksullinen suodattimet

# #30047
source: German
fi: Saksa

# #30048
source: Log level
fi: Login taso

# #30049
source: Uitzendinggemist.nl Settings
fi: Uitzendinggemist.nl Asetukset

# #30050
source: Cache path
fi: Välimuistin polku

# #30051
source: Cleanup cache after # days (0=Streaming Playback)
fi: Puhdista välimuisti # päivän jälkeen (0=Suoratoisto)

# #30052
source: Send usage statistics
fi: Lähetä statistiikkaa käytöstä

# #30053
source: Appearance
fi: Ulkonäkö

# #30054
source: Germany
fi: Saksa

# #30055
source: Advanced
fi: Kehittyneet

# #30056
source: The Netherlands
fi: Alankomaat

# #30057
source: United Kingdom
fi: Yhdistynyt kuningaskunta

# #30058
source: Sweden
fi: Ruotsi

# #30059
source: Other Countries
fi: Muut maat

# #30060
source: Select a language to manage its channels
fi: Valitse kieli ja muokkaa sen kanavia

# #30061
source: Channel Language
fi: Kanavan Kieli

# #30063
source: Channel to configure
fi: Kanavan asennus

# #30064
source: Proxy Group
fi: Proxyryhmä

# #30065
source: Country Settings
fi: Maa-asetusten

# #30066
source: DNS
fi: Valitse asennettava proxyryhmä

# #30067
source: Show channels in categories
fi: Näytä eri kategorioiden kanavat

# #30068
source: Active
fi: Aktiivi

# #30069
source: Channel Settings
fi: Kanava-asetukset

# #30070
source: Let Kodi determine bitrate if possible
fi: Anna Kodin määrätä bittinopeus, jos mahdollista

# #30071
source: Set the proxy and local IP to all channels related to this country
fi: Asettaa tämän proksi paikallinen IP kaikille kanaville tämän maan

# #30072
source: Proxy Type
fi: Proxy Tyyppi

# #30073
source: - Geo-Locked = º, DRM protected = ^ and Premium = ª.
fi: - Geolukittu = º, DRM-suojattu = ^ ja Maksullinen = ª.

# #30074
source: Disabled
fi: Pois käytöstä

# #30075
source: Empty list behaviour
fi: Tyhjän listan asetukset

# #30076
source: Show error
fi: Näytä virhe

# #30077
source: Show empty list
fi: Näytä tyhjä listan

# #30078
source: Show dummy item
fi: Näytä tyhjät kohteet

# #30079
source: Local IP (0.0.0.0=disabled)
fi: Paikallinen IP (0.0.0.0=pois käytöstä)

# #30080
source: Filter DRM protected items
fi: Suodata DRM-suojatut kohteet

# #30081
source: Filter Premium/Paid items
fi: Suodata Maksulliset kohteet

# #30082
source: Apply filter to
fi: Sovella suodatinta

# #30083
source: Folders & Streams
fi: Kansiot & Striimit

# #30084
source: Streams Only
fi: Vain Striimit

# #30085
source: Geo Location
fi: Geolokaatio

# #30086
source: Hide Fanart
fi: Piilota Fanitaide

# #30087
source: Mix folders and streams while sorting
fi: Näytä kansiot ja striimit lajiteltuna

# #30088
source: Finnish
fi: Suomi

# #30093
source: Password
fi: Salasana

# #30094
source: Username
fi: Käyttäjänimi

# #30096
source: Country
fi: Maa

# #30097
source: Local IP
fi: Paikallinen IP

# #30100
source: None
fi: Ei mitään

# #30101
source: Regional
fi: Alueellinen

# #30102
source: National
fi: Maakohtainen

# #30105
source: Sport
fi: Urheilu

# #30106
source: Kids
fi: Lasten

# #30107
source: Tech
fi: Teknologia

# #30108
source: Other
fi: Muut

# #30500
source: All Favourites
fi: Kaikki Suosikit

# #30501
source: Favourite
fi: Suosikki

# #30502
source: Favourites
fi: Suosikit

# #30503
source: Channel Favourites
fi: Kanavasuosikit

# #30504
source: Add to
fi: Lisää kohteeseen

# #30505
source: Hide
fi: Piilota

# #30506
source: Remove
fi: Poista

# #30507
source: Channels
fi: Kanavat

# #30508
source: No favourites available
fi: Suosikkeja ei saatavilla

# #30509
source: Cannot start playback
fi: Toistoa ei voi aloittaa

# #30510
source: New version available
fi: Uusi versio saatavilla

# #30511
source: No updates
fi: Päivityksiä ei saatavilla

# #30512
source: Restart Retrospect
fi: Uudelleenkäynnistä Retrospect

# #30513
source: The update of '%s'|was complete.
fi: '%s' päivitys|on valmis.

# #30514
source: Update Failed
fi: Päivitys Epäonnistui

# #30515
source: The update of '%s' failed. Please|retry or manualy update the channel.
fi: '%s' päivitys epäonnistui. Yritä|uudelleen tai päivitä kanava manuaalisesti.

# #30516
source: New Version Available.
fi: Uusi Versio Saatavilla.

# #30517
source: A new version of %s is available.|Please visit the website to download|version %s.
fi: %s Uusi versio saatavilla.|Ole hyvä ja käy verkkosivustolla lataaksesi|versio %s.

# #30518
source: There is no new version of the Retrospect|Framework.
fi: Retrospectista ei ole saatavilla uutta|Versiota.

# #30519
source: There were no updates found for the|installed channels.
fi: Asennetuille kanaville ei ole saatavilla|päivityksiä.

# #30520
source: Repository Warning
fi: Ohjelmavaraston Varoitus

# #30521
source: The Retrospect repository is not installed.|Please install it to allow future updates.
fi: Retrospectin ohjelmavarastoa ei ole asennettu.|Ole hyvä ja asenna se varmistaaksesi tulevat päivitykset.

# #30522
source: Channel message
fi: Kanava viesti

# #30523
source: Error
fi: Virhe

# #30524
source: No videos were found for the selected item.
fi: Valitusta kohteesta ei löytynyt videoita.

# #30525
source: The selected item does not have|any streams associated.
fi: Valitussa kohteessa|ei ole liitettyjä striimejä.

# #30526
source: Proxyserver '%s' is working.
fi: Proxypalvelin '%s' toimii.

# #30527
source: Proxyserver '%s' is not working as expected or is offline.
fi: Proxypalvelin '%s' ei toimi tai ole tavoitettavissa.

# #30528
source: Add-on Settings
fi: Lisäosan Asetukset

# #30529
source: Refresh list
fi: Päivitä lista

# #30530
source: Check for Retrospect updates
fi: Tarkista Retrospectin päivitykset

# #30531
source: Initializing
fi: Valmistelee

# #30532
source: Importing common libraries
fi: Tuodaan yleisiä kirjastoja

# #30533
source: Determining SkinFolder
fi: Määritetään Skinin Kansio

# #30534
source: Checking for updates
fi: Tarkastetaan päivityksiä

# #30535
source: Verifying the Repository
fi: Tarkastetaan Ohjelmakirjasto

# #30536
source: Checking for Cache folder
fi: Tarkastetaan Välimuistikansio

# #30537
source: Cleaning up Cachefolder
fi: Puhdistetaan Välimuistikansio

# #30538
source: The selected live stream has not yet|begun.
fi: Valittu live-striimi ei ole vielä|alkanut.

# #30539
source: Live stream
fi: Live-striimi

# #30540
source: Geo-Locked
fi: Geolukittu

# #30541
source: Queue item
fi: Laita jonoon

# #30542
source: Starting %s.
fi: Aloitetaan %s.

# #30543
source: Season
fi: Kausi

# #30544
source: Episode
fi: Jakso

# #30545
source: Titles with '%s'
fi: Kohteet joissa '%s'

# #30546
source: Other Chars
fi: Muut Merkit

# #30547
source: More Pages
fi: Lisää Sivuja

# #30548
source: Clips
fi: Pätkät

# #30549
source: Error retrieving the list of items.
fi: Virhe haettaessa listaa kohteista.

# #30550
source: No episodes found for the selected item.
fi: Valitusta kohteesta ei löytynyt jaksoja.

# #30551
source: Today
fi: Tänään

# #30552
source: Yesterday
fi: Eilen

# #30553
source: Day before yesterday
fi: Toissapäivänä

# #30554
source: DRM Protection
fi: DRM-suojaus

# #30555
source: The selected item is DRM protected and might not play on Kodi.
fi: Valittu kohde on DRM-suojattu eikä välttämättä toistu Kodissa.

# #30556
source: Initialising channel(s).
fi: Alustetaan kanavaa(ia).

# #30557
source: Channels have been updated or installed. Performing first time actions. This could take some time.
fi: Kanavat ovat päivitetty tai asennettu. Suoritetaan ensimmäisen käyttökerran asennusta. Tähän voi kulua jonkin verran aikaa.

# #30558
source: Fetching Textures
fi: Haetaan Tekstuureja

# #30559
source: Fetching missing textures. This could take some time depending on the internet and system speed.
fi: Haetaan puuttuvat tekstuurit. Tähän voi kulua jonkin verran aikaa internet-yhteyden ja koneen nopeudesta riippuen.

# #30560
source: Paid video
fi: Maksullinen video

# #30561
source: The selected item is not free and might not play on Kodi.
fi: Valitut kohteet eivät ole ilmaisia ja niitä ei voi toistaa Kodissa.

# #30599
source: Logfile posted to: %s Note the URL (especially the last six characters) and use them to refer to these log files in posts.
fi: Logfile posted: %s It will be available for 1 month.
